[
  {
    "id": "acid-splash",
    "name": "Borrifo Ácido",
    "school": "Invocação",
    "level": 0,
    "castingTime": "1 ação",
    "range": "18 metros",
    "components": "V, S",
    "duration": "Instantânea",
    "description": "Você arremessa uma bolha de ácido. Escolha uma ou duas criaturas que você possa ver, dentro do alcance. Se você escolher duas criaturas, elas devem estar a 1,5 metro uma da outra. Um alvo deve ser bem-sucedido num teste de resistência de Destreza ou sofrerá 1d6 de dano ácido.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "chill-touch",
    "name": "Toque Gélido",
    "school": "Necromancia",
    "level": 0,
    "castingTime": "1 ação",
    "range": "36 metros",
    "components": "V, S",
    "duration": "1 rodada",
    "description": "Você cria uma mão fantasmagórica e esquelética no espaço de uma criatura dentro do alcance. Faça um ataque à distância com magia contra a criatura para assombrá-la com o frio da sepultura. Se atingir, o alvo sofre 1d8 de dano necrótico, e não pode recuperar pontos de vida até o início do seu próximo turno.",
    "classes": ["Bruxo", "Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "dancing-lights",
    "name": "Luzes Dançantes",
    "school": "Evocação",
    "level": 0,
    "castingTime": "1 ação",
    "range": "36 metros",
    "components": "V, S, M (um pouco de fósforo ou vaga-lume)",
    "duration": "Concentração, até 1 minuto",
    "description": "Você cria até quatro luzes do tamanho de tochas dentro do alcance, fazendo-as parecerem tochas, lanternas ou orbes brilhantes que flutuam no ar pela duração. Você também pode combiná-las em uma forma vagamente humanoide de tamanho Médio.",
    "classes": ["Bardo", "Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "fire-bolt",
    "name": "Rajada de Fogo",
    "school": "Evocação",
    "level": 0,
    "castingTime": "1 ação",
    "range": "36 metros",
    "components": "V, S",
    "duration": "Instantânea",
    "description": "Você arremessa um feixe cintilante de fogo em direção a uma criatura ou objeto dentro do alcance. Faça um ataque à distância com magia contra o alvo. Se atingir, o alvo sofre 1d10 de dano de fogo. Um objeto inflamável atingido por essa magia, incendeia se não estiver sendo vestido ou carregado.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "light",
    "name": "Luz",
    "school": "Evocação",
    "level": 0,
    "castingTime": "1 ação",
    "range": "Toque",
    "components": "V, M (um vaga-lume ou musgo fosforescente)",
    "duration": "1 hora",
    "description": "Você toca um objeto que não seja maior que 3 metros em qualquer dimensão. Até a magia acabar, o objeto emite luz plena num raio de 6 metros e penumbra por mais 6 metros. A luz pode ter qualquer cor que você escolher.",
    "classes": ["Bardo", "Clérigo", "Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "mage-hand",
    "name": "Mão Mágica",
    "school": "Invocação",
    "level": 0,
    "castingTime": "1 ação",
    "range": "9 metros",
    "components": "V, S",
    "duration": "1 minuto",
    "description": "Uma mão espectral flutuante aparece num ponto, à sua escolha, dentro do alcance. A mão permanece pela duração ou até você a dispensar com uma ação. Você pode usar sua ação para controlar a mão. Você pode usar a mão para manipular um objeto, abrir uma porta ou recipiente destrancado, guardar ou pegar um item de um recipiente aberto, ou derramar o conteúdo de um frasco.",
    "classes": ["Bardo", "Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "minor-illusion",
    "name": "Ilusão Menor",
    "school": "Ilusão",
    "level": 0,
    "castingTime": "1 ação",
    "range": "9 metros",
    "components": "S, M (um pouco de lã de carneiro)",
    "duration": "1 minuto",
    "description": "Você cria um som ou uma imagem de um objeto, dentro do alcance, que permanece pela duração. A ilusão também acaba se você a dispensar com uma ação ou conjurar essa magia novamente.",
    "classes": ["Bardo", "Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "prestidigitation",
    "name": "Prestidigitação",
    "school": "Transmutação",
    "level": 0,
    "castingTime": "1 ação",
    "range": "3 metros",
    "components": "V, S",
    "duration": "Até 1 hora",
    "description": "Essa magia é um truque mágico menor que conjuradores novatos usam para praticar. Você cria um dos seguintes efeitos mágicos dentro do alcance: acender ou apagar instantaneamente uma vela, tocha ou pequena fogueira; limpar ou sujar instantaneamente um objeto; esfriar, esquentar ou temperar material inanimado; fazer aparecer uma marca, símbolo ou palavra em um objeto; criar uma bagatela ou imagem ilusória que caiba na sua mão e que dure até o final do seu próximo turno.",
    "classes": ["Bardo", "Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "ray-of-frost",
    "name": "Raio de Gelo",
    "school": "Evocação",
    "level": 0,
    "castingTime": "1 ação",
    "range": "18 metros",
    "components": "V, S",
    "duration": "Instantânea",
    "description": "Um feixe glacial de luz azul-esbranquiçada é disparado em direção a uma criatura dentro do alcance. Faça um ataque à distância com magia contra o alvo. Se atingir, ele sofre 1d8 de dano de frio e sua velocidade é reduzida em 3 metros até o início do seu próximo turno.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "shocking-grasp",
    "name": "Toque Chocante",
    "school": "Evocação",
    "level": 0,
    "castingTime": "1 ação",
    "range": "Toque",
    "components": "V, S",
    "duration": "Instantânea",
    "description": "Relâmpagos saltam da sua mão para uma criatura que você tente tocar. Faça um ataque corpo a corpo com magia contra o alvo. Você tem vantagem na jogada de ataque se o alvo estiver vestindo armadura feita de metal. Se atingir, o alvo sofre 1d8 de dano elétrico e não pode realizar reações até o início do próximo turno dele.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "magic-missile",
    "name": "Mísseis Mágicos",
    "school": "Evocação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "36 metros",
    "components": "V, S",
    "duration": "Instantânea",
    "description": "Você cria três dardos brilhantes de energia mágica. Cada dardo atinge uma criatura, à sua escolha, que você possa ver dentro do alcance. Um dardo causa 1d4 + 1 de dano de energia. Os dardos atingem simultaneamente e você pode direcioná-los para atingir uma criatura ou várias.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "shield",
    "name": "Escudo",
    "school": "Abjuração",
    "level": 1,
    "castingTime": "1 reação",
    "range": "Pessoal",
    "components": "V, S",
    "duration": "1 rodada",
    "description": "Uma barreira invisível de energia mágica aparece e o protege. Até o início do seu próximo turno, você tem +5 de bônus na CA, incluindo contra o ataque desencadeador, e você não sofre dano da magia mísseis mágicos.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "burning-hands",
    "name": "Mãos Flamejantes",
    "school": "Evocação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "Pessoal (cone de 4,5 metros)",
    "components": "V, S",
    "duration": "Instantânea",
    "description": "Conforme você mantém suas mãos com os polegares se tocando e os dedos estendidos, uma fina camada de chamas irrompe de seus dedos estendidos. Cada criatura num cone de 4,5 metros deve fazer um teste de resistência de Destreza. Uma criatura sofre 3d6 de dano de fogo se falhar na resistência, ou metade desse dano se obtiver sucesso.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "detect-magic",
    "name": "Detectar Magia",
    "school": "Adivinhação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "Pessoal",
    "components": "V, S",
    "duration": "Concentração, até 10 minutos",
    "description": "Pela duração, você sente a presença de magia num raio de 9 metros. Se você sentir magia dessa forma, você pode usar sua ação para ver uma aura fraca ao redor de qualquer criatura ou objeto visível na área que contenha magia, e você descobre a escola de magia, se houver.",
    "classes": ["Bardo", "Clérigo", "Druida", "Paladino", "Patrulheiro", "Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "identify",
    "name": "Identificar",
    "school": "Adivinhação",
    "level": 1,
    "castingTime": "1 minuto",
    "range": "Toque",
    "components": "V, S, M (uma pérola valendo, pelo menos, 100 po e uma coruja)",
    "duration": "Instantânea",
    "description": "Você escolhe um objeto que deve estar tocando durante toda a conjuração da magia. Se for um item mágico ou algum outro objeto imbuído de magia, você descobre suas propriedades e como usá-las, se ele requer sintonia para ser usado, e quantas cargas ele possui, se houver.",
    "classes": ["Bardo", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "sleep",
    "name": "Sono",
    "school": "Encantamento",
    "level": 1,
    "castingTime": "1 ação",
    "range": "27 metros",
    "components": "V, S, M (uma pitada de areia fina, pétalas de rosa ou um grilo)",
    "duration": "1 minuto",
    "description": "Essa magia faz com que as criaturas caiam em sono mágico. Role 5d8; o total é quantos pontos de vida de criaturas essa magia pode afetar. Criaturas a 6 metros de um ponto à sua escolha dentro do alcance são afetadas em ordem crescente dos seus pontos de vida atuais.",
    "classes": ["Bardo", "Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "fireball",
    "name": "Bola de Fogo",
    "school": "Evocação",
    "level": 3,
    "castingTime": "1 ação",
    "range": "45 metros",
    "components": "V, S, M (uma pequena esfera de guano de morcego e enxofre)",
    "duration": "Instantânea",
    "description": "Um raio brilhante lampeja da ponta do seu dedo para um ponto à sua escolha, dentro do alcance, e então eclode com um estampido baixo numa explosão de chamas. Cada criatura numa esfera de 6 metros de raio, centrada nesse ponto, deve realizar um teste de resistência de Destreza. Um alvo sofre 8d6 de dano de fogo se falhar na resistência, ou metade desse dano se obtiver sucesso.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "lightning-bolt",
    "name": "Raio",
    "school": "Evocação",
    "level": 3,
    "castingTime": "1 ação",
    "range": "Pessoal (linha de 30 metros)",
    "components": "V, S, M (um pouco de pelo e uma vara de âmbar, cristal ou vidro)",
    "duration": "Instantânea",
    "description": "Um raio de energia crepitante de 1,5 metro de largura e 30 metros de comprimento sai de você numa direção à sua escolha. Cada criatura na linha deve fazer um teste de resistência de Destreza. Uma criatura sofre 8d6 de dano elétrico se falhar na resistência, ou metade desse dano se obtiver sucesso.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "fly",
    "name": "Voo",
    "school": "Transmutação",
    "level": 3,
    "castingTime": "1 ação",
    "range": "Toque",
    "components": "V, S, M (uma pena de qualquer ave)",
    "duration": "Concentração, até 10 minutos",
    "description": "Você toca uma criatura voluntária. O alvo ganha velocidade de voo de 18 metros pela duração. Quando a magia acaba, o alvo cai se ainda estiver no ar, a não ser que ele possa parar a queda.",
    "classes": ["Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "counterspell",
    "name": "Contramágica",
    "school": "Abjuração",
    "level": 3,
    "castingTime": "1 reação",
    "range": "18 metros",
    "components": "S",
    "duration": "Instantânea",
    "description": "Você tenta interromper uma criatura no processo de conjuração de uma magia. Se a criatura estiver conjurando uma magia de 3º nível ou menor, a magia falha e não gera efeito. Se ela estiver conjurando uma magia de 4º nível ou superior, faça um teste de habilidade usando sua habilidade de conjuração. A CD é igual a 10 + o nível da magia. Se obtiver sucesso, a magia da criatura falha e não gera efeito.",
    "classes": ["Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "dispel-magic",
    "name": "Dissipar Magia",
    "school": "Abjuração",
    "level": 3,
    "castingTime": "1 ação",
    "range": "36 metros",
    "components": "V, S",
    "duration": "Instantânea",
    "description": "Escolha uma criatura, objeto ou efeito mágico dentro do alcance. Qualquer magia de 3º nível ou menor no alvo, termina. Para cada magia de 4º nível ou superior no alvo, faça um teste de habilidade usando sua habilidade de conjuração. A CD é igual a 10 + o nível da magia. Se obtiver sucesso, a magia termina.",
    "classes": ["Bardo", "Clérigo", "Druida", "Paladino", "Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "haste",
    "name": "Acelerar",
    "school": "Transmutação",
    "level": 3,
    "castingTime": "1 ação",
    "range": "9 metros",
    "components": "V, S, M (uma lasca de raiz de alcaçuz)",
    "duration": "Concentração, até 1 minuto",
    "description": "Escolha uma criatura voluntária que você possa ver dentro do alcance. Até a magia acabar, a velocidade do alvo é dobrada, ele ganha +2 de bônus na CA, tem vantagem em testes de resistência de Destreza, e ganha uma ação adicional a cada turno. Essa ação pode ser usada apenas para realizar a ação de Atacar (apenas um ataque com arma), Disparada, Desengajar, Esconder ou Usar um Objeto.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "invisibility",
    "name": "Invisibilidade",
    "school": "Ilusão",
    "level": 2,
    "castingTime": "1 ação",
    "range": "Toque",
    "components": "V, S, M (um cílio encapsulado em goma arábica)",
    "duration": "Concentração, até 1 hora",
    "description": "Uma criatura que você toca se torna invisível até a magia acabar. Qualquer coisa que o alvo esteja vestindo ou carregando fica invisível, contanto que esteja na pessoa do alvo. A magia acaba se o alvo atacar ou conjurar uma magia.",
    "classes": ["Bardo", "Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "misty-step",
    "name": "Passo Sombrio",
    "school": "Invocação",
    "level": 2,
    "castingTime": "1 ação bônus",
    "range": "Pessoal",
    "components": "V",
    "duration": "Instantânea",
    "description": "Brevemente cercado por névoa prateada, você se teletransporta para até 9 metros para um espaço desocupado que você possa ver.",
    "classes": ["Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "web",
    "name": "Teia",
    "school": "Invocação",
    "level": 2,
    "castingTime": "1 ação",
    "range": "18 metros",
    "components": "V, S, M (um pouco de teia de aranha)",
    "duration": "Concentração, até 1 hora",
    "description": "Você conjura uma massa de teias grossas e pegajosas num ponto à sua escolha dentro do alcance. As teias preenchem um cubo de 6 metros de aresta, centrado nesse ponto, pela duração. As teias são terreno difícil e levemente obscurecem a área.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "mirror-image",
    "name": "Imagem Espelhada",
    "school": "Ilusão",
    "level": 2,
    "castingTime": "1 ação",
    "range": "Pessoal",
    "components": "V, S",
    "duration": "1 minuto",
    "description": "Três duplicatas ilusórias de você mesmo aparecem no seu espaço. Até a magia acabar, as duplicatas se movem com você e imitam suas ações, mudando de posição de forma que seja impossível rastrear qual imagem é real. Você pode usar sua ação para dispensar as duplicatas ilusórias.",
    "classes": ["Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "suggestion",
    "name": "Sugestão",
    "school": "Encantamento",
    "level": 2,
    "castingTime": "1 ação",
    "range": "9 metros",
    "components": "V, M (uma língua de cobra e ou um pouco de favo de mel)",
    "duration": "Concentração, até 8 horas",
    "description": "Você sugere um curso de atividade (limitado a uma ou duas sentenças) e magicamente influencia uma criatura que você possa ver dentro do alcance e que possa ouvi-lo e entendê-lo. Criaturas que não podem ser enfeitiçadas são imunes a esse efeito. A sugestão deve ser feita de forma que o curso de ação pareça razoável.",
    "classes": ["Bardo", "Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "hold-person",
    "name": "Imobilizar Pessoa",
    "school": "Encantamento",
    "level": 2,
    "castingTime": "1 ação",
    "range": "18 metros",
    "components": "V, S, M (um pequeno pedaço reto de ferro)",
    "duration": "Concentração, até 1 minuto",
    "description": "Escolha um humanoide que você possa ver dentro do alcance. O alvo deve ser bem-sucedido num teste de resistência de Sabedoria ou ficará paralisado pela duração. No final de cada um dos turnos dele, o alvo pode realizar outro teste de resistência de Sabedoria. Se obtiver sucesso, a magia acaba no alvo.",
    "classes": ["Bardo", "Clérigo", "Druida", "Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "scorching-ray",
    "name": "Raio Ardente",
    "school": "Evocação",
    "level": 2,
    "castingTime": "1 ação",
    "range": "36 metros",
    "components": "V, S",
    "duration": "Instantânea",
    "description": "Você cria três raios de fogo e os arremessa contra alvos dentro do alcance. Você pode arremessá-los contra um alvo ou vários. Faça um ataque à distância com magia para cada raio. Se atingir, o alvo sofre 2d6 de dano de fogo.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "mage-armor",
    "name": "Armadura Arcana",
    "school": "Abjuração",
    "level": 1,
    "castingTime": "1 ação",
    "range": "Toque",
    "components": "V, S, M (um pedaço de couro curtido)",
    "duration": "8 horas",
    "description": "Você toca uma criatura voluntária que não esteja vestindo armadura, e uma força mágica protetora a envolve até a magia acabar. A CA base do alvo se torna 13 + modificador de Destreza dele. A magia acaba se o alvo colocar uma armadura ou se você dispensar a magia com uma ação.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "comprehend-languages",
    "name": "Compreender Idiomas",
    "school": "Adivinhação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "Pessoal",
    "components": "V, S, M (uma pitada de fuligem e sal)",
    "duration": "1 hora",
    "description": "Pela duração, você compreende o significado literal de qualquer idioma falado que você ouvir. Você também compreende qualquer idioma escrito que você vir, mas você deve estar tocando a superfície onde as palavras estão escritas. Leva cerca de 1 minuto para ler uma página de texto.",
    "classes": ["Bardo", "Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "feather-fall",
    "name": "Queda Suave",
    "school": "Transmutação",
    "level": 1,
    "castingTime": "1 reação",
    "range": "18 metros",
    "components": "V, M (uma pequena pena ou penugem)",
    "duration": "1 minuto",
    "description": "Escolha até cinco criaturas em queda livre dentro do alcance. A velocidade de queda de uma criatura em queda livre diminui para 18 metros por rodada até a magia acabar. Se a criatura aterrissar antes da magia acabar, ela não sofrerá dano de queda e poderá aterrissar de pé, e a magia acaba para essa criatura.",
    "classes": ["Bardo", "Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "grease",
    "name": "Graxa",
    "school": "Invocação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "18 metros",
    "components": "V, S, M (um pouco de gordura de porco ou manteiga)",
    "duration": "1 minuto",
    "description": "Graxa escorregadia cobre o solo numa área quadrada de 3 metros centrada num ponto dentro do alcance e transforma a área em terreno difícil pela duração. Quando a graxa aparece, cada criatura na área deve ser bem-sucedida num teste de resistência de Destreza ou cairá no chão.",
    "classes": ["Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "jump",
    "name": "Salto",
    "school": "Transmutação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "Toque",
    "components": "V, S, M (uma pata traseira de gafanhoto)",
    "duration": "1 minuto",
    "description": "Você toca uma criatura. A distância de salto da criatura é triplicada até a magia acabar.",
    "classes": ["Druida", "Patrulheiro", "Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "longstrider",
    "name": "Passos Longos",
    "school": "Transmutação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "Toque",
    "components": "V, S, M (uma pitada de terra)",
    "duration": "1 hora",
    "description": "Você toca uma criatura. A velocidade do alvo aumenta em 3 metros até a magia acabar.",
    "classes": ["Bardo", "Druida", "Patrulheiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "expeditious-retreat",
    "name": "Retirada Expedita",
    "school": "Transmutação",
    "level": 1,
    "castingTime": "1 ação bônus",
    "range": "Pessoal",
    "components": "V, S",
    "duration": "Concentração, até 10 minutos",
    "description": "Essa magia permite que você se mova em velocidade incrível. Quando você conjura essa magia, e então com uma ação bônus em cada um dos seus turnos até a magia acabar, você pode realizar a ação de Disparada.",
    "classes": ["Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "false-life",
    "name": "Vida Falsa",
    "school": "Necromancia",
    "level": 1,
    "castingTime": "1 ação",
    "range": "Pessoal",
    "components": "V, S, M (uma pequena quantidade de álcool ou bebida destilada)",
    "duration": "1 hora",
    "description": "Fortalecendo-se com energia necromântica, você ganha 1d4 + 4 pontos de vida temporários pela duração.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "fog-cloud",
    "name": "Nuvem de Névoa",
    "school": "Invocação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "36 metros",
    "components": "V, S",
    "duration": "Concentração, até 1 hora",
    "description": "Você cria uma esfera de névoa de 6 metros de raio, centrada num ponto dentro do alcance. A esfera se espalha, dobrando esquinas, e sua área é totalmente obscurecida. Ela permanece pela duração ou até um vento de velocidade moderada ou maior (pelo menos 15 quilômetros por hora) a dispersar.",
    "classes": ["Druida", "Patrulheiro", "Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "color-spray",
    "name": "Borrifo Colorido",
    "school": "Ilusão",
    "level": 1,
    "castingTime": "1 ação",
    "range": "Pessoal (cone de 4,5 metros)",
    "components": "V, S, M (uma pitada de pó ou areia colorida: vermelha, amarela e azul)",
    "duration": "1 rodada",
    "description": "Um cone deslumbrante de luzes coloridas lampeja da sua mão. Role 6d10; o total é quantos pontos de vida de criaturas essa magia pode afetar. Criaturas num cone de 4,5 metros originário de você são afetadas em ordem crescente dos seus pontos de vida atuais.",
    "classes": ["Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "charm-person",
    "name": "Enfeitiçar Pessoa",
    "school": "Encantamento",
    "level": 1,
    "castingTime": "1 ação",
    "range": "9 metros",
    "components": "V, S",
    "duration": "1 hora",
    "description": "Você tenta enfeitiçar um humanoide que você possa ver dentro do alcance. Ele deve fazer um teste de resistência de Sabedoria, e o faz com vantagem se você ou seus companheiros estiverem lutando contra ele. Se ele falhar na resistência, ele será enfeitiçado por você até a magia acabar ou até você ou seus companheiros fizerem qualquer coisa nociva contra ele.",
    "classes": ["Bardo", "Druida", "Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "thunderwave",
    "name": "Onda Trovejante",
    "school": "Evocação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "Pessoal (cubo de 4,5 metros)",
    "components": "V, S",
    "duration": "Instantânea",
    "description": "Uma onda de força trovejante varre de você. Cada criatura num cubo de 4,5 metros originário de você deve fazer um teste de resistência de Constituição. Se falhar na resistência, uma criatura sofre 2d8 de dano trovejante e é empurrada 3 metros para longe de você. Se obtiver sucesso na resistência, a criatura sofre metade do dano e não é empurrada.",
    "classes": ["Bardo", "Druida", "Feiticeiro", "Mago"],
    "source": "Livro do Jogador"
  },
  {
    "id": "unseen-servant",
    "name": "Servo Invisível",
    "school": "Invocação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "18 metros",
    "components": "V, S, M (um pedaço de barbante e um pouco de madeira)",
    "duration": "1 hora",
    "description": "Essa magia cria uma força invisível, sem mente e sem forma que realiza tarefas simples ao seu comando até a magia acabar. O servo surge no chão, num espaço desocupado dentro do alcance. Ele tem CA 10, 1 ponto de vida e Força 2, e não pode atacar. Se ele chegar a 0 pontos de vida, a magia acaba.",
    "classes": ["Bardo", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  },
  {
    "id": "witch-bolt",
    "name": "Raio Bruxólico",
    "school": "Evocação",
    "level": 1,
    "castingTime": "1 ação",
    "range": "9 metros",
    "components": "V, S, M (um galho de uma árvore que foi atingida por um raio)",
    "duration": "Concentração, até 1 minuto",
    "description": "Um feixe de energia elétrica azul-esbranquiçada crepita em direção a uma criatura dentro do alcance, formando um raio contínuo entre você e o alvo. Faça um ataque à distância com magia contra essa criatura. Se atingir, o alvo sofre 1d12 de dano elétrico, e a cada um dos seus turnos pela duração, você pode usar sua ação para causar 1d12 de dano elétrico ao alvo automaticamente.",
    "classes": ["Feiticeiro", "Mago", "Bruxo"],
    "source": "Livro do Jogador"
  }
]